// © Copyright 2010, 2015-2016 HP Development Company, L.P.


// ------ Ink Colors ------ //

"cyan" = "青色 [C]";
"magenta" = "洋红色 [M]";
"yellow" = "黄色 [Y]";

"black" = "黑色 [K]";

"red" = "红色 [R]";
"green" = "绿色 [G]";
"blue" = "蓝色 [B]";

"lightcyan" = "淡青色 [LC]";
"lightmagenta" = "浅红色 [LM]";

"orange" = "橙色 [O]";

"gray" = "灰色 [G]";
"lightgray" = "浅灰色 [LG]";
"darkgray" = "深灰色 [DG]";

"photoblack" = "照片黑色 [PK]";
"matteblack" = "消光黑色 [MK]";

"glossenhancer" = "光亮剂";

"violet" = "紫色 [V]";

"gold" = "金色 [??]";
"silver" = "银色 [??]";
"bronze" = "铜色 [??]";

"metallic" = "金属红色 [??]";

"tricolor" = "三色 [青色/洋红色/黄色]";
"photo" = "照片 [黑色/淡青色/浅红色]";
"photogray" = "灰色照片 [黑色/灰色/浅灰色]";

"Photo [PK]" = "照片 [PK]";


//Event Titles in Message Center
"Previously Used Genuine HP Cartridge(s)" = "之前已用过的原装 HP 墨盒";
"Refilled or Depleted Cartridge Detected" = "检测到重新灌装或已用尽的墨盒";

//Pharse for smash alert
"The message status could not be updated" = "无法更新消息状态";

//New titles introduced for K4 phase to be localized.
"Counterfeit Cartridge Advisory" = "仿造墨盒咨询";
"Used, Refilled or Counterfeit Cartridge Detected" = "检测到用过的、重新加墨的或仿造的墨盒";

HSDUseCartridgeOrLearnAboutProtection = "要继续使用所指示的墨盒，请单击“继续”。
要退出并了解“HP 墨盒保护”功能，请单击“取消”。";

"View HP Privacy Statement Online" = "HP 隐私声明";

"Shop Online" = "在线购买";

"To order a genuine HP replacement cartridge, click Shop Online." = "要订购原装 HP 替代墨盒，请单击“在线购买”。";

//a: Removed the sring from the nib file and added the same here.
"To continue using this cartridge, click OK." = "要继续使用此墨盒，请单击“确定”。";
"View online details about shared information" = "查看有关共享信息的在线详细信息";

// [RQ 7996] Replace 'Shop Online' with 'Buy Now' in supply alerts.
"Buy Now" = "立即购买";
"To order a genuine HP replacement cartridge, click Buy Now." = "要订购 HP 正品更换墨盒，请单击“立即购买”。";


"To order a genuine HP replacement cartridge online, click Buy Now." = "要在线订购正品 HP 更换墨盒，请单击“立即购买”。";

"View data shared with HP" = "查看与 HP 共享的数据";

"HP Instant Ink Support Online" = "HP Instant Ink 在线支持";

//Ink subscription message from K10
"For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online." = "有关从 HP Instant Ink 获取的墨盒出现的问题，请联系 HP Instant Ink 在线支持。";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Is Pen Counterfeit Dialog
HSD__65592_65685__EventTitle = "检测到已使用过的墨盒或伪劣墨盒";
